name: "sifigan-trt-fp16"
platform: "tensorrt_plan"
max_batch_size: 1
input[
{
    name: "INPUT__0"
    data_type:  TYPE_FP16
    dims: [1, 75240]
},
{
    name: "INPUT__1"
    data_type:  TYPE_FP16
    dims: [43, 627]
},
{
    name: "INPUT__2"
    data_type:  TYPE_FP16
    dims: [4, 75240]
}
]
output:[
{
    name: "OUTPUT__0"
    data_type:  TYPE_FP16
    dims: [1, -1]
}
]